Repository: omidshz100/ExpenseTracer
Catalog: ExpenseTracer/Localizable.xcstrings
Source language: en
Languages: fa, it

source: %@ to %@
fa: %@ تا %@

source: Add Transaction
fa: افزودن تراکنش
it: Aggiungi transazione

source: Advance Filters
fa: فیلترهای پیشرفته
it: Filtri avanzati

source: Amount & Category
fa: مبلغ و دسته
it: Importo e categoria

source: App Lock
fa: قفل برنامه
it: Blocco app

source: Apple Product!
fa: محصول اپل!
it: Prodotto Apple!

source: Both
fa: هر دو
it: Entrambe

source: Cancel
fa: لغو
it: Annulla

source: Category
fa: دسته
it: Categoria

source: Charts
fa: نمودارها
it: Grafici

source: Continue
fa: ادامه
it: Continua

source: Date
fa: تاریخ
it: Data

source: Edit Transaction
fa: ویرایش تراکنش
it: Modifica transazione

source: Enable App Lock
fa: فعال‌سازی قفل برنامه
it: Attiva blocco app

source: Enable biometric authentication in Settings to unlock the view.
fa: برای باز کردن قفل، احراز هویت بیومتریک را در تنظیمات فعال کنید.
it: Attiva l'autenticazione biometrica in Impostazioni per sbloccare la schermata.

source: End Date
fa: تاریخ پایان
it: Data di fine

source: Enter Pin
fa: رمز را وارد کنید
it: Inserisci PIN

source: Expense
fa: هزینه
it: Spesa

source: Filter
fa: فیلتر
it: Filtra

source: Find the expenses you want by advance search and filtering.
fa: هزینهٔ موردنظر را با جستجو و فیلتر پیشرفته پیدا کنید.
it: Trova le spese che cerchi con ricerca e filtri avanzati.

source: Forgot Pin?
fa: رمز را فراموش کرده‌اید؟
it: PIN dimenticato?

source: Graphs
fa: نمودارها
it: Grafici

source: Income
fa: درآمد
it: Entrata

source: Keep track of your earnings and expenses.
fa: درآمدها و هزینه‌های خود را پیگیری کنید.
it: Tieni traccia di entrate e spese.

source: Language
fa: زبان
it: Lingua

source: Lock When App Goes Background
fa: قفل هنگام رفتن به پس‌زمینه
it: Blocca quando l'app va in background

source: Magic Keyboard
fa: مجیک کیبورد

source: Month
fa: ماه
it: Mese

source: My Widget
fa: ویجت من
it: Il mio widget

source: No Transactions Found
fa: تراکنشی پیدا نشد
it: Nessuna transazione trovata

source: Preview
fa: پیش‌نمایش
it: Anteprima

source: Recents
fa: اخیر
it: Recenti

source: Remarks
fa: توضیحات
it: Note

source: Save
fa: ذخیره
it: Salva

source: Search
fa: جستجو
it: Cerca

source: Search Transactions
fa: جستجوی تراکنش‌ها
it: Cerca transazioni

source: Settings
fa: تنظیمات
it: Impostazioni

source: Start Date
fa: تاریخ شروع
it: Data di inizio

source: Tap to Unlock
fa: برای باز کردن ضربه بزنید
it: Tocca per sbloccare

source: This is an example widget.
fa: این یک ویجت نمونه است.
it: Questo è un widget di esempio.

source: Title
fa: عنوان
it: Titolo

source: Transactions
fa: تراکنش‌ها
it: Transazioni

source: Unlock the View
fa: باز کردن قفل
it: Sblocca la schermata

source: User Name
fa: نام کاربر
it: Nome utente

source: View your transactions using eye-catching graphic representations.
fa: تراکنش‌های خود را با نمودارهای واضح ببینید.
it: Visualizza le transazioni con rappresentazioni grafiche chiare.

source: Visual Charts
fa: نمودارهای تصویری
it: Grafici visivi

source: Welcome!
fa: خوش آمدید!
it: Benvenuto!

source: What's New in the Expense Tracker
fa: تازه‌های ردیاب هزینه‌ها
it: Novità di Expense Tracker

source: Your name
fa: نام شما
it: Il tuo nome
